var example = {
    // User input is split by lines.
    userInput: [
        "カズ：このバカ野郎！どうしてをできた？！",
        "タコ：ごめん、ごめん！事故かっただよ！",
        "カズ: 事故か？事故？！それはどう事故かったできるよ？！",
        "タコ：私... 私は...",
        "カズ: 「お、私... 私は...」やまれよ！",
        "  お前の失敗から、みんなはしぬよ！お前の失敗から、お前のよ！",
        "たこ：俺等できるな...",
        "カズ：これを直さないよ！このクソ野郎！",
        "たこ：私、クソ野郎？！今、お前はクソ野郎、このうさい野郎！",
        "カズ：は？！て目は何を言った？！",
        "タコ：えーと...何も、さよならね！",
        "カズ：その野郎..."
    ],
    // split by line then word
    translations: [
        [
            [
                "Kazu: "
            ],
            [
                "You dumbass! ",
                "You dumbshit! ",
                "You idiot! "
            ],
            [
                "How could you?!",
                "How could you do that?!"
            ]
        ]
    ]
};